/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "발견된 에이전트 없음";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "전화기의 에이전트에서 올바르지 않은 길이를 가진 청크(chunk)를 보냈습니다";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "전화기의 에이전트가 잘못된 메시지를 보냈습니다.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "전화기의 에이전트에서 예기치 않은 메시지 내용을 보냈습니다.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "전화기의 에이전트에서 예기치 않은 메시지 유형을 보냈습니다";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "전화기의 에이전트에서 %@ 메시지 헤더에 대해 예기치 않은 값을 보냈습니다";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "전화기의 에이전트에서 메시지 대기 중에 메시지를 보내지 않았습니다";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "동기화 중에 통신 오류가 발생하였습니다.";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "전화기와 캘린더를 동기화하는 중에 오류가 발생하였습니다.";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "전화기와 연락처 및 캘린더를 동기화하는 중에 오류가 발생하였습니다.";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "전화기와 연락처를 동기화하는 중에 오류가 발생하였습니다.";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "컴퓨터의 Sync Server와 통신하는 중에 오류가 발생하였습니다.";

/* low-level technical error */
"An exception occurred while synchronizing." = "동기화 중에 예외가 발생하였습니다.";

/* generic error */
"An unexpected error occured." = "예기치 않은 오류가 발생했습니다.";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "AT 명령의 응답 검색 오류";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "채널을 준비하려는 AT 작업에 올바르지 않은 속성이 있습니다.";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "이 컴퓨터에서는 Bluetooth를 사용할 수 없습니다.";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth가 꺼져 있습니다.";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "컴퓨터에서 Bluetooth가 꺼져 있습니다.";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth를 사용할 수 없음";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "캘린더 동기화 실패";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "캘린더 동기화 실패";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "연결 해제 프로세스 중에는 연결할 수 없습니다";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "전화기에서 메모리 카드를 찾을 수 없습니다.";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "동기화 서버에 연결할 수 없습니다";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "SyncServer에서 변경사항을 가져올 수 없습니다. 세션이 취소된 것 같습니다";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "이 전화기를 동기화에 등록할 수 없습니다";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "전화기에 변경사항을 보낼 수 없습니다";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "전화기에서 %@을(를) 변경하는 것은 허용되지 않습니다. 이 변경사항은 무시됩니다.";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "전화기의 네트워크나 메시지 수신자를 확인하십시오.";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "통신 오류";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "연결 사용 중";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "예기치 않게 연결이 종료됨";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "연결이 거부됨";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "전화기 연결이 실패하였습니다.";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "전화기에 대한 연결이 예기치 않게 종료되었습니다.";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "연락처 동기화 실패";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "연락처 및 캘린더 동기화 실패됨";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "연락처 동기화 실패됨";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "전화기에 연결할 수 없음";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "전화기에 연결할 수 없습니다. 다른 응용 프로그램에서 이미 전화기에 연결된 상태입니다.";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "전화기에 연결할 수 없습니다. 연결이 거부되었습니다.";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "전화기에 연결할 수 없습니다. 전화기를 찾을 수 없습니다.";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "삭제 실패";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "장비를 사용할 수 없거나 동기화가 취소되었습니다. 전화기의 대화 상자와 응용 프로그램을 닫고 다시 시도하십시오.";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "디렉토리가 이미 있습니다.";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "전화기의 메모리에 접근하는 중에 오류가 발생했습니다.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "캘린더 이벤트 삭제 중 오류";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "연락처 삭제 중 오류";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "연락처 및 캘린더 이벤트 삭제 중 오류";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "일부 캘린더 이벤트 삭제 중 오류";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "일부 연락처 삭제 중 오류";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "일부 연락처 및 캘린더 이벤트 삭제 중 오류";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "모든 캘린더 가져오기 중 오류.";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "모든 연락처와 캘린더 가져오기 중 오류.";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "모든 연락처 가져오기 중 오류.";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Sync Server와 대화하는 중 오류";

/* displayed when phone could not send a message */
"Failed to send message." = "메시지 전송에 실패하였습니다.";

/* No comment provided by engineer. */
"fax." = "팩스.";

/* displayed when phone refused access to a file */
"File access denied." = "파일 접근이 거부되었습니다.";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "파일 또는 디렉토리가 없습니다.";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "파일 또는 디렉토리가 잠겨 있습니다.";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "전화기의 에이전트에서 보낸 첫번째 메시지가 예상된 버전의 메시지가 아닙니다";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "전화기의 에이전트에서 보낸 첫번째 메시지의 본문이 잘못되었습니다";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "전화기에 금지된 수정이 가해졌습니다";

/* No comment provided by engineer. */
"home mobile." = "가정용 모바일.";

/* No comment provided by engineer. */
"home pager." = "가정용 호출기.";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "이 오류가 다시 발생한다면, 컴퓨터를 재시동해야 할 수 있습니다.";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "외부 Bluetooth 어댑터가 있다면, 컴퓨터에 연결하십시오.";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "올바르지 않은 에이전트 버전";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "내부 오류";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "내부 오류(%1$@:%2$d).";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "내부 오류.";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "유효하지 않은 전화 번호";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "유효하지 않은 PIN";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "유효하지 않은 SMS 구성";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "메모리 카드를 찾을 수 없음";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "메모리 부족";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "메시지 전송 실패";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "전화기 접속이 실패하였습니다.";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "동기화할 데이터클래스 없음";

/* No comment provided by engineer. */
"No matching Operator in database." = "데이터베이스에 일치하는 연산자가 없습니다.";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "네트워크 없음";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "다른 서비스에서 Obex 서비스를 사용하고 있는 도중에 Obex 서비스가 요청되었습니다.";

/* Error string when some operation was aborted */
"Operation canceled." = "작업이 취소되었습니다.";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "전화기 주소록 공간 부족";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "전화기 사용 중";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "전화기 캘린더 공간 부족";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "전화기에서 해당 서비스를 지원하지 않습니다.";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "전화기 오류(AT Controller 종료)";

/* Low level phone error */
"Phone Error (General Failure)" = "전화기 오류(일반 장애)";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "전화기 오류(유효하지 않은 메모리 인덱스)";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "전화기 오류(유효하지 않은 PDU 모드 매개변수)";

/* Low level phone error */
"Phone Error (Invalid Response)" = "전화기 오류(유효하지 않은 응답)";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "전화기 오류(유효하지 않은 텍스트 모드 매개변수)";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "전화기 오류(제조업체 고유 오류)";

/* Low level phone error */
"Phone Error (Memory failure)" = "전화기 오류(메모리 장애)";

/* Low level phone error */
"Phone Error (Memory Full)" = "전화기 오류(메모리 부족)";

/* Low level phone error */
"Phone Error (Network Timeout)" = "전화기 오류(네트워크 시간 초과)";

/* Low level phone error */
"Phone Error (No Answer)" = "전화기 오류(대답 없음)";

/* Low level phone error */
"Phone Error (No Carrier)" = "전화기 오류(통신업체 없음)";

/* Low level phone error */
"Phone Error (No Network Service)" = "전화기 오류(네트워크 서비스 없음)";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "전화기 오류(작업이 허용되지 않음)";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "전화기 오류(작업이 지원되지 않음)";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "전화기 오류(PH-SIM PIN 필요)";

/* Low level phone error */
"Phone Error (SIM Busy)" = "전화기 오류(SIM 통화 중)";

/* Low level phone error */
"Phone Error (SIM Failure)" = "전화기 오류(SIM 장애)";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "전화기 오류(SIM이 삽입되지 않음)";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "전화기 오류(SIM PIN 필요)";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "전화기 오류(SIM 잘못됨(전화기에서 오류 전송)";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "전화기 오류(SMS 서비스 예약됨)";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "전화기 오류(알 수 없는 SMSC 주소)";

/* Low level phone error */
"Phone Error (Unknown Error)" = "전화기 오류(알 수 없는 오류)";

/* Unfrequent error */
"Phone is already registered for synchronization." = "전화기가 이미 동기화에 대해 등록되어 있습니다.";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "전화기가 이미 동기화 중입니다.";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "iTunes에서 전화기를 업데이트하는 중입니다.";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "전화기가 사용 중입니다";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "전화기가 현재 “%@” 디스크로 마운트되어 있으며, 추출할 수 없습니다.";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "전화기가 비정상적으로 작동함";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "전화기가 연결되어 있지 않음";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "전화기 메모리 오류";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "전화기 메모리 부족";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "전화기 메모리가 부족합니다.";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "전화기를 찾을 수 없음";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "전화기에서 일부 캘린더 이벤트 거부";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "전화기에서 일부 연락처 거부";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "전화기에서 일부 연락처나 캘린더 이벤트 거부";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "전화기 작업 데이터베이스의 공간 부족";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "SIM이 유효하며 올바르게 삽입되었는지 확인하십시오.";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "전화기의 화면을 확인하고 필요한 경우 PIN을 입력하십시오.";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "서비스 제공업체에 연락하십시오.";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "전화기의 일부 캘린더 이벤트를 삭제하거나 필터링 옵션을 변경한 다음, 다시 동기화하십시오.";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "전화기에서 일부 연락처를 삭제하거나 필터링 옵션을 변경하고 다시 동기화하십시오.";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "전화기의 일부 데이터를 삭제하고 다시 시도하십시오.";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "전화기의 일부 데이터를 삭제하고 다시 시도하십시오.";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "전화기의 일부 데이터를 삭제하거나 필터링 옵션을 변경한 다음, 다시 동기화하십시오.";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "전화기의 일부 작업을 삭제하거나 필터링 옵션을 변경한 다음, 다시 동기화하십시오.";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "전화기가 켜져 있는지 확인하고 다시 시도하십시오.";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "전화기가 켜져 있는지 확인하십시오. 이 오류가 다시 발생한다면 전화기를 껐다가 다시 켜십시오.";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "메모리 카드가 올바르게 전화기에 삽입되어 있는지 확인하십시오.";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "컴퓨터에 전화선을 연결하십시오.";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "전화기에 에이전트를 다시 설치하십시오.";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "전화기를 껐다가 다시 켜십시오.";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "전화기를 껐다가 다시 켜십시오.";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "컴퓨터의 Bluetooth를 켜고 다시 시도하십시오.";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "전화기에서 에이전트를 업데이트하십시오.";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "전화기와 대화하는 중에 프로토콜 오류가 발생하였습니다";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "속성을 가진 요청된 채널(%@)을 발견할 수 없습니다";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "서비스를 동작할 수 없습니다";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "서비스가 이름을 가진 유실된 다른 서비스에 의존하고 있습니다. %@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "플러그인에 있는 서비스 정보가 유실된 정보입니다. %@.";

/* No comment provided by engineer. */
"Service was shutdown." = "서비스가 종료되었습니다.";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "서비스가 동작할 필요가 없을 때 사용되었습니다";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "SIM 오류";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "채널상의 일부 동작이 채널이 열려 있지 않을 때 실행되었습니다.";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "동기화 취소됨";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "장비에 대한 동기화 취소됨";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "동기화가 취소되었습니다.";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "장비에 대한 동기화가 취소되었습니다.";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "동기화가 취소됨.";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "다음 데이터의 동기화가 전화기에서 비활성화되었습니다. %@.  전화기에서 활성화하거나 iSync에서 비활성화하십시오.";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "전화기에서 에이전트를 찾을 수 없습니다.";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "전화기의 에이전트가 너무 오래되었습니다.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "전화기에서 모든 캘린더 이벤트를 지우는 중에 전화기 연결이 유실되었습니다.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "전화기에서 모든 연락처 및 캘린더 이벤트를 지우는 중에 전화기 연결이 유실되었습니다.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "전화기에서 모든 연락처를 지우는 중에 전화기 연결이 유실되었습니다.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "전화기에서 일부 캘린더 이벤트를 지우는 중에 전화 연결이 끊겼습니다.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "전화기에서 일부 연락처 및 캘린더 이벤트를 지우는 중에 전화 연결이 끊겼습니다.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "전화기에서 일부 연락처를 지우는 중에 전화 연결이 끊겼습니다.";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "전화기로부터 모든 캘린더를 가져오는 중에 전화기 연결이 유실되었습니다.";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "전화기로부터 모든 연락처 및 이벤트를 가져오는 중에 전화기 연결이 유실되었습니다.";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "전화기로부터 모든 연락처를 가져오는 중에 전화기 연결이 유실되었습니다.";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "전화기에 있는 몇가지 기록을 삭제하는 중에 연결이 유실되었습니다.";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "전화기로부터 몇 가지 기록을 가져오는 중에 연결이 유실되었습니다.";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "전화기와 대화하는 중에 연결이 끊겼습니다.";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "전화기의 주소록 공간이 부족합니다.";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "전화선이 연결되어 있지 않습니다.";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "전화기의 캘린더 공간이 부족합니다.";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "전화기에서 일부 캘린더 이벤트를 저장할 수 없습니다. 다음 이벤트는 동기화되지 않습니다.";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "전화기에서 일부 연락처 및 캘린더 이벤트를 저장할 수 없습니다. 다음 연락처 및 이벤트는 동기화되지 않습니다.";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "전화기에서 일부 연락처를 저장할 수 없습니다. 다음 연락처는 동기화되지 않습니다.";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "전화기에서 추가 작업이 실패되었습니다";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "전화기에서 삭제 작업이 실패되었습니다";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "전화기에서 수정 작업이 실패되었습니다";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "전화기 메모리가 부족합니다.";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "전화기 메모리나 외부 메모리가 부족합니다.";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "전화기에서 유효하지 않은 SMS 구성을 보고하였습니다.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "전화기에서 유효하지 않은 PIN을 보고하였습니다.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "전화기에서 SIM이 올바르게 작동하지 않음을 보고하였습니다.";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "전화기가 비정상적으로 동작하는 것 같습니다.";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "전화기의 작업 데이터베이스 공간이 부족합니다.";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "전화기로부터 데이터를 가져오는 중에 오류가 발생했습니다. 전화기에서 동기화가 취소될 수 있습니다.";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "전화기에 일부 변경사항을 적용하는 중에 오류가 발생했습니다. 전화기에서 동기화가 취소될 수 있습니다.";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "나중에 다시 해보십시오.";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "응용 프로그램을 종료하고 다시 시도하십시오.";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "다른 응용 프로그램을 종료했다가 다시 시도해 보십시오.";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "전화기에 있는 파일에 접근 중에 예기치 않은 오류가 발생했습니다.";

/* No comment provided by engineer. */
"Unknown exception." = "알 수 없는 예외입니다.";

/* Address Book label of a phone number with video capabilities */
"video." = "비디오.";

/* No comment provided by engineer. */
"work mobile." = "업무용 모바일.";

/* No comment provided by engineer. */
"work pager." = "업무용 호출기.";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "전화기의 메모리가 부족합니다.";

